// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "工作流複製失敗";
"COPY_WORKFLOWS_DESC" = "無法將工作流複製到使用者裝置網域資料夾";

// generic error
"ERROR" = "錯誤";
"ERROR_UNKNOWN_DESC" = "發生了不明錯誤。";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "工作流建立失敗";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "在建立工作流時，發生了不明錯誤。請再試一次。";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "建立目錄時出錯";
"ERROR_CREATING_DIR_DESC" = "建立目錄 %@ 時發生了錯誤。請檢查父資料夾的存取權限，然後再試一次";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "不支援掃描捷徑";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "由於軟體無法識別選定的掃描捷徑，所以無法執行該捷徑。請選擇其他掃描捷徑，然後再試一次。";

"Your HP device has sent a status message. This message could not be saved" = "HP 裝置已傳送狀態訊息。此訊息無法儲存。";
